/* Confirmation message for deleting a CGM */
"Are you sure you want to delete this CGM?" = "Weet je zeker dat je deze CGM wilt verwijderen?";

/* The title of the cancel action in an action sheet */
"Cancel" = "Annuleer";

/* Title text for the button to remove a CGM from Loop */
"Delete CGM" = "Verwijder CGM";

/* Section title for latest glucose reading */
"Latest Reading" = "Laatste Lezing";

/* Title describing glucose value */
"Glucose" = "Glucose";

/* Title describing glucose trend */
"Trend" = "Trend";

//* Title describing date */
"Date" = "Datum";

/* Title describing status */
"Status" = "Status";

/* Title describing sensor age */
"Sensor Age" = "Sensor Leeftijd";

/* Title for the CGMManager */
"FreeStyle Libre" = "FreeStyle Libre";

/* Section title for nearby transmitters */
"Nearby Transmitters" = "Nearby Transmitters";

/* Section title for remote services */
"Remote Services" = "Diensten";

/* Title text for the button to toggle remote services */
"Upload Readings" = "Upload Lezingen";

/* Title text for the button to view transmitter info */
"Transmitter" = "Transmitter";

/* Section title for latest connection */
"Latest Connection" = "Laatste Connectie";

/* Section title for transmitter info */
"Transmitter Info" = "Transmitter Info";

/* Title describing transmitter name */
"Name" = "Naam";

/* Title describing transmitter identifier */
"Identifier" = "Identifier";

/* Title describing transmitter manufacturer */
"Manufacturer" = "Fabrikant";

/* Title describing transmitter battery */
"Battery" = "Batterij";

/* Title describing transmitter firmware */
"Firmware" = "Firmware";

/* Title describing transmitter hardware */
"Hardware" = "Hardware";

/* Title describing notifications */
"Notifications" = "Notificaties";

/* Section title for notification settings */
"Notification settings" = "Notificatie instellingen";

/* Section title for configuration */
"Configuration" = "Configuratie";

/* Title describing glucose alarm */
"Glucose Alarm" = "Glucose Alarm";

/* Section title for glucose thresholds */
"Glucose Thresholds" = "Glucose Drempels";

/* Title describing save */
"Save" = "Opslaan";

/* Title describing low */
"Low" = "Laag";

/* Title describing high */
"High" = "Hoog";

/* The short unit display string for millimoles of glucose per liter */
"mmol/L" = "mmol/L";

/* The short unit display string for milligrams of glucose per deciliter */
"mg/dL" = "mg/dL";

/* The notification title for a low transmitter battery */
"Transmitter battery low" = "Transmitter batterij laag";

/* Low battery alert format string. (1: percentage remaining) */
"%1$@ of battery remaining" = "%1$@ batterijlading over";

/* The notification title for a low glucose */
"Low Glucose" = "Lage Glucosewaarde";

/* The notification title for a high glucose */
"High Glucose" = "Hoge Glucosewaarde";

/* The notification title for a new detected sensor */
"New sensor detected" = "Nieuwe sensor gedetecteerd";

/* The notification body for a new detected sensor */
"Please wait up to 30 minutes before glucose readings are reliable" = "Wacht alstublieft ongeveer 30 minuten voordat glucosemetingen betrouwbaar zijn";

/* The notification title for a not detected sensor */
"No sensor detected" = "Geen sensor gedetecteerd";

/* The notification body for a not detected sensor */
"Please check if your transmitter is tightly secured over your sensor" = "Controleer of uw transmitter stevig over uw sensor is bevestigd";

/* The notification title for an ending sensor */
"Sensor ending soon" = "Sensor eindigt spoedig";

/* Title text for the button to toggle sensor age update notifications */
"Sensor age update" = "Sensor leeftijd update";

/* Sensor expiring alert format string. (1: days left) */
"Replace sensor in %1$@ days" = "Vervang sensor in %1$@ dagen";

/* Sensor expiring alert format string. (1: day left) */
"Replace sensor in %1$@ day" = "Vervang sensor in %1$@ dag";

/* Sensor expiring alert format string. (1: hours left) */
"Replace sensor in %1$@ hours" = "Vervang sensor in %1$@ uur";

/* Sensor expiring alert format string. (1: hour left) */
"Replace sensor in %1$@ hour" = "Vervang sensor in %1$@ uur";

/* The footer text for the notification settings section */
"Determine which notifications will be send as a result of a certain event" = "Bepaal welke notificaties worden verzonden als gevolg van een bepaalde gebeurtenis";

/* Title describing sensor age. (1: day left, 2: hours left) */
"%1$@ day(s) and %2$@ hour(s)" = "%1$@ dag(en) en %2$@ uur";

/* The notification body for an expired sensor */
"Please replace your old sensor as soon as possible" = "Vervang uw oude sensor zo snel mogelijk";

/* The notification title for an expired sensor */
"Sensor expired" = "Sensor geëindigd";
